{
    "Projects": {
        "title": "Proyectos",
        "body": "Compartiendo un vistazo a mi portafolio, te invito a explorar y descubrir la diversidad y calidad de mis proyectos.",
        "view": "Ver Código",
        "live": "Ver App",
        "members": "Miembros",
        "tasks": "Tareas"
    },

    "Cero":{
        "description": "Es una aplicación de ventas que simplifica el trabajo para los negocios, ya que puedes mantener un registro de todas las ventas y del inventario de los productos por sucursal.",
        "task1": "Crear estilos para componentes, inicialmente en Figma y luego en CSS y Tailwind CSS.",
        "task2": "Agregar funcionalidad a componentes existentes, incluyendo responsividad, la creación y renderización de modals.",
        "task3": "Crear componentes mas intuitivos como por ejemplo gráficos y tarjetas para productos de inventario."
    },

    
    "Drivers":{
        "description": "Esta aplicación web te permite encontrar cualquier conductor de F1. Puedes buscarlos por nombre o filtrarlos por equipo. También te permite crear tus propios conductores de F1, asi permitiendote eliminarlos o editarlos.",
        "task1": "Crear y conectar Frontend (incluyendo diseño), Backend y base de datos para renderizar la información y permitirle al usuario hacer peticiones a la API o a la base de datos.",
        "task2": "Diseño de filtrado y ordenamientos para facilitarle al usuario la búsqueda de su conductor.",
        "task3": "Creación de un diseño responsive lo que le permite al usuario usar esta aplicación web en cualquier dispositivo sin problemas."
    },

    "Expense":{
        "description": "Esta es una aplicación web que te permite tener un registro de tus gastos. Decidí crear esta app ya que muchas veces gasto dinero y olvido en que lo gasté",
        "task1": "Hice un diseño responsive e intuitivo para facilitarle el uso de la app al usuario",
        "task2": "Hice que los gastos y ahorros hagan un cálculo matemático adecuado para así mostrar el valor del monto al usuario.",
        "task3": "Permite que el usuario seleccione su idioma (Ingles y Español."
    }
}