{
    "Projects": {
        "title": "Projects",
        "body": "Sharing a glimpse into my portfolio, I invite you to explore and discover the range and quality of my projects.",
        "view": "View Code",
        "live": "View App",
        "members": "Members",
        "tasks": "Tasks"
    },

    "Cero":{
        "description": "This is a sales application that simplifies work for business since you can keep track of all sales and product inventory.",
        "task1": "Create styles for components, first in Figma and then in CSS and Tailwind CSS.",
        "task2": "Add functionality to existing components, including responsiveness, the creation and rendering of modals.",
        "task3": "Created more intuitive components such as graphs and inventory product cards."
    },

    "Drivers":{
        "description": "This web App allows you to find any existing F1 driver. You can find them by name or by filtering them by team. It also allows you to create your own F1 drivers, while also allowing you to edit or delete them.",
        "task1": "Created and connected Frontend (including styles), Backend and Database in order to render the information and allow the user to make petitions to the Database or API.",
        "task2": "Designed filtering and ordering methods to allow the user to find their desired driver with ease.",
        "task3": "Created a responsive design to allow the user to use this web app in all devices without any issue."
    },

    "Expense":{
        "description": "This is a web app which allows you to track your expenses. I decided to create this app since I tend to spend money and then forget what I spend it on.",
        "task1": "Created a responsive and intuitive design which helps highlight the expenses and the income.",
        "task2": "I made it so that the expenses and earnings actually substract each other so the used can see how much income they really have.",
        "task3": "Allow the user to toggle between languages (English and Spanish)"
    }

    
   
}